export default {
    '1.0.2': {
        'title': 'Работа с ошибками и админ-панелью',
        'titleClass': 'font-weight-bold',
        'color': 'red',
        'date': '26.05.20',
        'logs': [
            'Оптимизация кода',
            'Исправлены баги при установке пакетов (npm i)',
            'В админ-панель добавлен блок с последними обновлениями',
            'В списке групп и базовых линий заменен текст кнопки сос списком облигаций, входящих в группу',
            'Исправление мелких багов',
            'На странице авторизации и регистрации реализовано отображение ошибок',
            'Исправлена ошибка «Highchart error #15»',
            'Отсутствие групп у пользователя заменено на 0, вместо красного крестика'
        ]
    },
    '1.0.3': {
        'title': 'Правка багов и окна облигаций',
        'titleClass': 'font-weight-bold',
        'color': 'info',
        'date': '04.06.20',
        'logs': [
            'В подробнюю информацию об облигации добавлено выпадающее меню «Эмитент»',
            'Исправление багов вертки',
            'Удалены лишние библиотеки',
            'Исправлены скрипты, оптимизация',
            'Переписано много функций, почти все функции теперь универсальные, то есть, можно использовать под различные задачи',
            'Переписан скрипт появление ошибок, теперь он обрабатывает не только ошибки с Frontend, но и Backend'
        ]
    }
}