export default {
    '1.0.2': {
        'title': 'Работа с ошибками и админ-панелью',
        'titleClass': 'font-weight-bold',
        'color': 'red',
        'date': '26.09.20',
        'logs': [
            'Оптимизация кода',
            'Исправлены баги при установке пакетов (npm i)',
            'В админ-панель добавлен блок с последними обновлениями',
            'В списке групп и базовых линий заменен текст кнопки сос списком облигаций, входящих в группу',
            'Исправление мелких багов',
            'На странице авторизации и регистрации реализовано отображение ошибок',
            'Исправлена ошибка «Highchart error #15»',
            'Отсутствие групп у пользователя заменено на 0, вместо красного крестика'
        ]
    }
}